info = (
    "Бот, разработанный в информативно-познавательных целях. "
    "Основная задача - предоставление информации пользователю об обстановке в мире, связанной с пандемией COVID-19"
)

wearing_mask = (
    "Определенно, маска является непосредственной защитой от заражения вирусом и носить её нужно в обязатательном порядке.\n\n\n"
    "Чтобы обезопасить себя от заражения, крайне важно правильно ее носить:\n\n— обычную медицинскую маску необходимо менять каждые 2 часа\n\n"
    "— маска должна тщательно закрепляться, плотно закрывать рот и нос, не оставляя зазоров;\n\n"
    "— старайтесь не касаться поверхностей маски при ее снятии, если вы ее коснулись, тщательно вымойте руки с мылом или спиртовым средством;\n\n"
    "— влажную или отсыревшую маску следует сменить на новую, сухую;\n\n— не используйте вторично одноразовую маску;\n\n"
    "— использованную одноразовую маску следует немедленно выбросить в отходы.\n\n\n"
    "При уходе за больным, после окончания контакта с заболевшим, маску следует немедленно снять. "
    "После снятия маски необходимо незамедлительно и тщательно вымыть руки."
)

protect = (
    "В период пандемии необходимо соблюдать следующие правила:\n\n\n"
    "ВСЕГДА МОЙТЕ РУКИ: когда приходите на работу или возвращаетесь домой. "
    "Для профилактики также подойдут влажные салфетки или дезинфицирующие растворы.\n\n"
    "НЕ ПОДНОСИТЕ РУКИ К ЛИЦУ. Быстрее всего вирус попадает в организм через слизистую оболочку. "
    "Когда чихаете всегда прикрывайтесь платком.\n\nИЗБЕГАЙТЕ БОЛЬШИХ СКОПЛЕНИЙ ЛЮДЕЙ. "
    "Воздержитесь от ненужных поездок и не ходите в места массового скопления людей.\n\n"
    "На время, пока разные страны мира борются с корона вирусом, НЕ СЛЕДУЕТ ПУТЕШЕСТВОВАТЬ ЗА ГРАНИЦУ. "
    "В особенности туда, где ситуация с коронавирусом крайне тяжелая."
)

hlp = (
    "Как использовать телеграм-бот Bubble\n\n"
    "Для того чтобы воспользоваться функциями бота напишите ему любое сообщение. Далее воспользуйтесь встроенной "
    "клавиатурой. Вы также можете вводить команды, выполняемые ботом, вручую, или с помощью встроенных подсказок.\n\n"
    "При желании, ошибки и баги, а также идеи для бота, вы можете отправить по адресу, указанному ниже\n\n"
    "bubblebot121@gmail.com"
)

how = (
    "Коронавирус передается воздушно-капельным путем (кашель и чихание) и контактным путём (через прикосновения).\n\n"
    "Например, вирус может передаваться через поручни в общественном транспорте, дверные ручки, купюры с деньгами и другие поверхности.\n\n"
    "ВОЗ настоятельно рекомендует не трогать лицо при нахождении в людных местах, а по возвращению домой мыть руки."
)

options = (
    "Я расскажу тебе всю информацию, которую необходимо знать в период пандемии. Воспользуйся командами:\n\n"
    "/mask — Защищает ли маска?\n"
    "/protect — Меры предосторожности\n"
    "/how — Как передается вирус?\n"
    "/risk — Страны с наибольшим показателем летальности COVID-19"
)

vaccine = (
    "Вакцина против COVID‑19 — вакцина, вызывающая формирование приобретённого иммунитета против коронавирусной инфекции COVID-19, "
    "вызываемой коронавирусом SARS-CoV-2. Из-за быстрого глобального распространения инфекции и высокой смертности разработка "
    "действенной вакцины является критически важной задачей.\n\n"
    "В последние годы в мире наблюдалась и наблюдается мировая гонка за вакциной от COVID‑19.\n\n"
    "/most_using_vaccine — Топ-10 стран по количеству примененных доз вакцины от COVID‑19\n"
    "/approved_vaccines — В скольких странах разные вакцины получили регистрацию\n"
    "/vaccine_makers — Страны и объединения стран, занимающиеся разработкой вакцины"
)


vaccine_makers = (
    "/vaccine_uk — Вакцина, разработанная в Великобритании\n\n"
    "/vaccine_de — Вакцина, разработанная в Германии\n\n"
    "/vaccine_ru — Вакцина, разработанная в России\n\n"
    "/vaccine_us — Вакцина, разработанная в США\n\n"
    "/vaccine_cn — Вакцина, разработанная в Китае\n\n"
    "/vaccine_ind — Вакцина, разработанная в Индии\n\n"
)

vaccine_uk = (
    "AZD1222 (ChAdOx1 nCoV-19) или Covishield, также известная как «Оксфордская вакцина» — вакцина против COVID-19, "
    "разработанная Оксфордским университетом и компанией AstraZeneca, вводимая внутримышечно. "
    "Векторная вакцина, использующая генетически модифицированный аденовирус шимпанзе ChAdOx1. "
    "Вакцина стабильна при температуре бытового холодильника и стоит от 3 до 4 долларов за дозу."
    "Разработана Институтом Дженнера Оксфордского университета и Oxford Vaccine Group. "
    "Группу возглавляют Сара Гилберт, Адриан Хилл, Эндрю Поллард, Тереза Ламб, Сэнди Дуглас и Кэтрин Грин."
    "30 декабря вакцина была одобрена для использования в программе вакцинации Великобритании. Тогда же вакцина была одобрена в Аргентине.\n\n"
    "Источник информации:\n"
    "https://ru.wikipedia.org/wiki/%D0%92%D0%B0%D0%BA%D1%86%D0%B8%D0%BD%D0%B0_AstraZeneca_%D0%BF%D1%80%D0%BE%D1%82%D0%B8%D0%B2_COVID-19"
)

vaccine_de = (
    "BNT162b2 — вакцина на базе мРНК против COVID-19, разработанная немецкой биотехнологической компанией "
    "BioNTech при сотрудничестве с американской Pfizer и китайской Fosun Pharma. "
    "Вакцина была испытана на тысячах людей в августе и сентябре 2020 года, при этом о серьёзных побочных эффектах не сообщалось. "
    "В ноябре 2020 года в рамках промежуточного анализа испытаний были изучены участники исследования, "
    "которым был поставлен диагноз COVID-19 и которые получили вакцину-кандидат, что показало потенциальную эффективность "
    "более 90 % в предотвращении инфекции в течение семи дней после второй дозы. 31 декабря 2020 года вакцина «comirnaty» "
    "была одобрена Всемирной организацией здравоохранения для использования в экстренных случаях.\n\n"
    "Источник информации:\n"
    "https://ru.wikipedia.org/wiki/%D0%92%D0%B0%D0%BA%D1%86%D0%B8%D0%BD%D0%B0_Pfizer/BioNTech_%D0%BF%D1%80%D0%BE%D1%82%D0%B8%D0%B2_COVID-19"
)

vaccine_ru = (
    "«Гам-КОВИД-Вак», с маркетинговым названием «Спутник V» — зарегистрированная российская комбинированная "
    "векторная вакцина для профилактики новой коронавирусной инфекции COVID-19. "
    "Разработана российским Национальным исследовательским центром эпидемиологии и микробиологии имени Н. Ф. Гамалеи и "
    "48-м Центральным научно-исследовательским институтом Минобороны России. "
    "Вакцина получена биотехнологическим путём, при котором не используется патогенный для человека вирус SARS-CoV-2. "
    "Препарат состоит из двух компонентов, в состав каждого из которых входит рекомбинантный аденовирусный вектор "
    "на основе аденовируса человека. По состоянию на 4 марта 2021 года вакцина «Спутник V» зарегистрирована в 42 странах.\n\n"
    "Источник информации:\n"
    "https://ru.wikipedia.org/wiki/%D0%A1%D0%BF%D1%83%D1%82%D0%BD%D0%B8%D0%BA_V"
)

vaccine_us = (
    "mRNA-1273 — вакцина против COVID-19, разрабатываемая американской компанией Moderna. "
    "18 декабря 2020 года Управление по санитарному надзору за качеством пищевых продуктов и медикаментов "
    "США выдало разрешение на экстренное использование вакцины мРНК-1273."
    "16 ноября 2020 года Moderna обнародовала предварительные данные клинического исследования фазы III, "
    "свидетельствующие об эффективности 94% в предотвращении заражения COVID-19. "
    "Побочные эффекты включали гриппоподобные симптомы, такие как боль в месте инъекции, усталость, боль в мышцах и головная боль. "
    "Результаты Moderna не были окончательными — так как испытание будет продолжено до конца 2022 года, "
    "также они не рецензировались и не публиковались в медицинских журналах. "
    "15 ноября 2020 года Национальный институт здравоохранения США объявил, что общие результаты испытаний были положительными.\n\n"
    "Источник информации:\n"
    "https://ru.wikipedia.org/wiki/%D0%92%D0%B0%D0%BA%D1%86%D0%B8%D0%BD%D0%B0_Moderna_%D0%BF%D1%80%D0%BE%D1%82%D0%B8%D0%B2_COVID-19"
)

vaccine_cn = (
    "CoronaVac — одна из вакцин, производящихся в Китае, является потенциальным кандидатом на вакцину против COVID-19. "
    "Разработана китайской биофармацевтической компанией Sinovac. "
    "Вакцина представляет собой химически инактивированную цельновирусную вакцину против COVID-19. "
    "Инактивированная вакцина (или убитая вакцина) состоит из микробных частиц, которые выращены в культуре, "
    "а затем были убиты при помощи метода термической обработки либо воздействием клеточного яда.\n\n"
    "Источник информации:\n"
    "https://ru.wikipedia.org/wiki/CoronaVac"
)

vaccine_ind = (
    "BBV152 (торговое название Covaxin, Коваксин) — вакцина против COVID-19 на основе инактивированного вируса, "
    "разработанная Bharat Biotech в сотрудничестве с Индийским советом медицинских исследований. "
    "Компания Bharat Biotech обратилась к Генеральному контролеру по лекарствам Индии (DCGI) правительства Индии с "
    "просьбой о разрешении на использование вакцины в чрезвычайных ситуациях (EUA). "
    "Это была третья фирма после Serum Institute of India и Pfizer, которая подала заявку на разрешение на применение "
    "вакцины в экстренных случаях. 3 января 2021 года вакцина была одобрена в Индии для экстренного применения.\n\n"
    "Источник информации:\n"
    "https://ru.wikipedia.org/wiki/%D0%9A%D0%BE%D0%B2%D0%B0%D0%BA%D1%81%D0%B8%D0%BD"
)
